Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Posturą przypominał golema. Co prawda nie wyjął wielkiego zatkniętego na plecach topora, ale stanowczo kazał mi się cofnąć. Posłuchałem.
uk: Своїм виглядом він нагадував голема. Він не вихопив величезної сокири із-за спини, але рішуче наказав мені відійти. Я послухався.

source: Postąpiłeś niewłaściwie. Idź do Notgera i przyznaj się do winy!
uk: Ти вчинив неправильно. Іди до Нотгера і визнай свою провину!

source: Postępuj zgodnie z instrukcjami opisanymi na recepturach, inaczej możesz skończyć okaleczony albo nawet martwy. Nawet ziele lecznicze źle przyrządzone może zabić, pamiętaj.
uk: Дотримуйся інструкцій, вказаних у рецептах, інакше можеш отруїтися або навіть померти. Пам'ятай, що навіть погано приготована цілюща трава може вбити.

source: Poszczególne elementy składowe łuków oraz kusz, które tworzysz, muszą idealnie ze sobą współgrać. Nie możesz przymykać oka na nawet najmniejsze niedoskonałości.
uk: Окремі компоненти луків та арбалетів, які ти створюєш, повинні ідеально взаємодіяти один з одним. Ти не можеш закривати очі навіть на найменші недоліки.

source: Poszczęściło się wam, bo nie mam w tym żadnego interesu.
uk: Вам пощастило, що я в цьому не зацікавлений.

source: Poszedłbym do miasta spróbować tych słynnych nalewek Ernesto, ale trzeba najpierw na nie zarobić.
uk: Я б сходив до міста, щоб спробувати знамениті напої Ернесто, але спочатку на них треба заробити.

source: Poszedłbym z tobą, ale muszę załatwić tu jeszcze kilka formalności. Mam jednak dla ciebie małą radę.
uk: Я б пішов з тобою, але у мене тут ще багато справ. Однак я маю для тебе невелику пораду.

source: Poszedłem do gospody po herbatę ze spirytusem. Jorn zaczął gorączkować, więc pomyślałem, że mu pomogę.
uk: Я пішов до корчми, щоб взяти трохи чаю зі спиртом. У Йорна почала підвищуватися температура, тож я вирішив йому допомогти.

source: Poszedłem rzucić okiem na gospodarstwo, o którym wspomniał mi Lorenzo. Oczy mi dęba stanęły gdy zobaczyłem to pobojowisko. Młyn wygląda tak, jakby następnego dnia miał się zawalić. Na polach grasują stada polnych bestii, a pobliski kanał wygląda jak strumyk błota. Chyba wpakowałem się w niezłe bagno...
uk: Я пішов глянути на ферму, про яку мені згадував Лоренцо. У мене очі вилізли на лоба, коли я побачив цю розруху. Млин виглядає так, ніби ось-ось завалиться. Полями бродять зграї польових жуків, а струмок, що протікає поруч, схожий на багнюку. Здається, я вляпався буквально в болото...

source: Poszedłem za tropem twojego tytoniu...
uk: Я пройшов по сліду твого тютюну...

source: Poszedłem zobaczyć się z pszczelarzami. Kiedy wracałem, to rzeź trwała w najlepsze.
uk: Я пішов до бджолярів. Коли я повернувся, різанина була у самому розпалі.

source: Poszedłeś więc do Rodericha i oczyściłeś się z zarzutów.
uk: Отож, ти пішов до Родеріха і очистив своє ім'я.

source: Poszliście z tym do szefa kopalni?
uk: Ти ходив з цим до начальника копальні?

source: Poszliśmy do alchemiczek, ale facet zobaczył nas już z daleka. Nie mieliśmy szans go dogonić... cholera, miał tam pójść jeden człowiek, a nie tłum!
uk: Ми пішли до сестер-алхіміків, але він помітив нас здалеку. У нас не було шансу наздогнати його... чорт забирай, туди мала йти одна людина, а не натовп!

source: Poszliśmy do jego pracowni, zadał mi tam parę pytań. Kiedy było po wszystkim, przyszedłem od razu do ciebie.
uk: Ми пішли до нього в лабораторію, він поставив мені кілька запитань. Коли все закінчилося, я одразу прийшов до тебе.

source: Poszliśmy do tawerny, ale tam też wiele się nie działo. Rodrigo starał się jakoś zająć. Zobaczył, że Fox i Stan wymyślili sobie jakieś zajęcie.
uk: Ми пішли до корчми, але там теж було не надто людно. Родріго намагався чимось себе зайняти. Він побачив, що Фокс і Стен знайшли собі розвагу.

source: Poszukaj jakiegoś schronienia.
uk: Знайди якесь укриття.

source: Poszukaj skarbu
uk: Шукати скарб

source: Poszukajmy ich razem.
uk: Давай пошукаємо їх разом.

source: Poszukam dla ciebie tych skór.
uk: Добре, я пошукаю для тебе ці шкури.

source: Poszukam robotników i tego koła zębatego.
uk: Я пошукаю робітників і шестерню.

source: Poszukam tego koła dla ciebie.
uk: Я пошукаю тобі колесо.

source: Poszukam tego wina, a ty mógłbyś zrobić nam coś ciepłego do jedzenia.
uk: Я пошукаю винця, а ти приготуй нам чогось теплого поїсти.

source: Poszukam twojego zmiennika.
uk: Я пошукаю твого товариша.

source: Poszukamy ich, gdy już oczyścimy rynek.
uk: Ми пошукаємо їх, щойно зачистимо ринок.

source: Poszukiwacz przygód
uk: Шукач пригод

source: Poszukiwaczu przygód! Chcesz moje skarby? Bierz je! Wszystko znajdziesz tutaj!
uk: Мандрівнику! Хочеш мої скарби? Забирай! Ти знайдеш їх усі тут!

source: Poszukiwania mam rozpocząć od karczmy Helgi w porcie. W śledztwie ma mi pomóc Caramon, najemnik Gildii.
uk: Я маю почати пошуки з корчми Хельги в порту. У розслідуванні мені допомагатиме Карамон, найманець Гільдії.

source: Poszukiwanie jest częścią tej przygody!
uk: Пошуки – це частина пригоди!

source: Poszukuje mojego brata, podejrzewam, że został uprowadzony w Silbach.
uk: Я шукаю свого брата, підозрюю, що його викрали в Сільбаху.

source: Poszukujecie pracy? Brakuje wam grosza? A może jakiś inny problem spędza wam sen z powiek?
uk: Ви шукаєте роботу? Вам не вистачає грошей? Або, можливо, якась інша проблема не дає вам спати ночами?

source: Poszukuję królewskiego zwiadowcy.
uk: Я шукаю королівського розвідника.

source: Poszukuję mojego brata, podejrzewam, że został uprowadzony w Silbach.
uk: Я шукаю свого брата. Підозрюю, що його викрали в Сільбаху.

source: Poszukuję najróżniejszych wilczych skór.
uk: Я шукаю різноманітні вовчі шкури.

source: Poszukuję pewnego artefaktu, który pomoże mi przekonać Magów Wody do interwencji w sprawy wyspy.
uk: Я шукаю певний артефакт, який допоможе мені переконати Магів Води втрутитись у справи острова.

source: Poszukuję pewnego artefaktu...
uk: Я шукаю певний артефакт...

source: Poszukuję pewnej książki.
uk: Я шукаю одну книгу.

source: Poszła coś załatwić. Niedługo wróci.
uk: Відійшла у справах. Скоро повернеться.

source: Poszłam na zewnątrz zaczerpnąć świeżego powietrza, gdy zobaczyłam jakiegoś wielkiego, barczystego faceta.
uk: Я вийшла на вулицю подихати свіжим повітрям, коли побачила якогось височенного кремезного хлопця.

source: Poszłam się przejść, ale gdy tylko zaczęło lać, wróciłam do środka ogrzać się przy kominku.
uk: Я вийшла на прогулянку, але як тільки почався дощ, повернулася всередину, щоб погрітися біля каміна.

source: Poszło jak z płatka.
uk: Усе пройшло без проблем.

source: Poszło nam całkiem nieźle! Obyśmy dostali więcej takich zadań!
uk: Ми дуже добре впоралися! Побільше б нам таких завдань!

source: Poszło nam łatwiej, niż się spodziewałem.
uk: Все пройшло легше, ніж ми очікували.

source: Poszło łatwiej, niż myślałem. Feil zgodził się wrócić do pracy bez żadnego przekonywania. Mogę wracać do Liama.
uk: Все пройшло легше, ніж я думав. Фейл погодився повернутися до роботи без жодних вмовлянь. Я можу повертатися до Ліама.

source: Poszło łatwiej, niż myślałem. Po tym, jak przekazałem Osipowi butelkę z preparatem, Guido wyrwał mu ją z rąk i obalił całą na miejscu. Chwilę później złapał się za brzuch i wybiegł w podskokach, mało nie gubiąc przy tym spodni. Mam nadzieję, że teraz Osip powie mi coś o człowieku, z którym kontaktował się Ars.
uk: Все пройшло простіше, ніж я думав. Після того, як я передав Осіпу пляшку із препаратом, Гвідо вихопив її з рук і одразу ж випив. За мить він схопився за живіт і вибіг, мало не втративши при цьому штани. Сподіваюся, що тепер Осіп розповість мені щось про людину, з якою зв'язався Арс.

source: Poszło łatwiej, niż myślałem. Przynajmniej nie musimy się pozbywać żadnego ciała, a i kilka monet wpadnie do kieszeni.
uk: Це виявилося легше, ніж я думав. Принаймні, нам не доведеться позбуватись ніяких тіл, та й кілька монет потраплять до наших кишень.

source: Posąg Adanosa
uk: Статуя Аданоса

source: Posąg Beliara
uk: Статуя Беліара

source: Posąg Innosa
uk: Статуя Інноса

source: Posążek Innosa
uk: Статуетка Інноса

source: Posążek Pana Ognia wykonany z brązu.
uk: Статуетка Володаря Вогню з бронзи.

source: Posążki te, naszym zdaniem, dają namiastkę bliskości Innosa dla nawet najbiedniejszych obywateli miasta i okolic.
uk: Ці статуетки, на нашу думку, дарують близькість до Інноса навіть найбіднішим мешканцям міста та його околиць.

source: Posążki, pierścienie, naszyjniki dla lubej, a może amulety?
uk: Статуетки, персні, намиста для коханих, чи, можливо, амулети?

source: Posępna czaszka ze starej wieży.
uk: Похмурий череп зі старої вежі.

source: Posłaniec Dimy
uk: Посланець Діни

source: Posłałem już człowieka do Lorenzo. Gildia zyska dzięki twojej pomocy, więc pewnie dadzą ci jakiś procent.
uk: Я вже відправив людину до Лоренцо. Гільдія отримає вигоду від твоєї допомоги, тож, можливо, вони дадуть тобі якийсь відсоток.

source: Posłałem po Dustera, on zajmie się zawaleniem wąwozu gdy większość renegatów będzie w środku.
uk: Я послав за Дастером, він подбає про те, щоб завалити ущелину, коли більшість відступників будуть там.

source: Posłuchaj całej historii...
uk: Вислухай всю історію...

source: Posłuchaj mnie uważnie.
uk: Слухай мене уважно.

source: Posłuchaj mnie uważnie. Chcesz pozbyć się Lutza i zdobyć Marthę?
uk: Слухай мене уважно. Ти хочеш позбутися Люца і здобути Марту?

source: Posłuchaj mnie! Nic nie przywróci go do życia, ale jeśli zostaniesz tu, szybko do niego dołączysz.
uk: Послухай мене! Ніщо не поверне його до життя, але якщо ти залишишся тут, то швидко приєднаєшся до нього.

source: Posłuchaj mnie, jeśli ten oszust chce wystosować przeprosiny, mógłby sam się pofatygować. Zna drogę.
uk: Послухай, якщо цей шахрай хоче вибачитися, він міг би прийти сам. Він знає дорогу.

source: Posłuchaj mnie, za dużo przeszedłem...
uk: Послухай, я і так забагато пережив...

source: Posłuchaj, do cholery! Lutz nie odpuści. Nie da spokoju ani mnie, ani tobie, chyba że się z tobą zobaczy!
uk: Послухай, чорт забирай! Люц не відчепиться. Він не дасть ані мені, ані тобі спокою, доки не побачиться з тобою!

source: Posłuchaj, gdy odwiedzałem Nordmar, pomogłem jednemu z przywódców tamtejszych klanów.
uk: Послухай, коли я був у Нордмарі, то допоміг одному з лідерів тамтешніх кланів.

source: Posłuchaj, glejt jest mój i wygrałem go uczciwie. Zakład to zakład.
uk: Слухай, перепустка моя, я виграв її чесно і справедливо. Парі є парі.

source: Posłuchaj, ja naprawdę nie nadaje się do tej pracy. Matka wysłała mnie tu tylko dlatego, że miałem się tu niby nauczyć życia, ale jak do tej pory to uczę się tylko zrywania winogron.
uk: Послухай, я справді не підходжу для цієї роботи. Мати відправила мене сюди тільки тому, що я мав би навчитися тут життю, але поки що я вчуся лише збирати виноград.

source: Posłuchaj, jestem już sporo po terminie, jeśli Ulryk się o tym dowie, to własnoręcznie mnie oskóruje.
uk: Слухай, я й так вже зірвав усі терміни. Якщо Ульрік про це дізнається, він власноручно здере з мене шкіру.

source: Posłuchaj, ostatnio sam miałem taki problem. Dlatego postanowiłem zająć się naprawianiem wozów i dostarczaniem zapasowych kół, wszystkim w podobnej potrzebie.
uk: Послухай, я сам нещодавно зіткнувся з цією проблемою. Тому я вирішив зайнятися ремонтом возів і постачанням запасних коліс усім, хто цього потребує.

source: Posłuchaj, potrzebuję informacji. Czegoś, co pomogłoby nam ich zaskoczyć!
uk: Слухай, мені потрібна інформація. Щось, що допоможе нам заскочити їх зненацька!

source: Posłuchaj, przydzielono mnie do rozwiązania śledztwa, w sprawie zamachu na jego życie.
uk: Послухай, мене призначили розслідувати справу про замах на його життя.

source: Posłuchaj, statek poszedł na dno razem z większością towarów...
uk: Слухай, корабель пішов на дно з більшістю товарів...

source: Posłuchaj, trochę już tu przyniosłeś świeżego mięsa, nie zaszkodzi, żebyś teraz dostał co nieco na drogę.
uk: Послухай, ти вже приніс мені стільки свіжого м'яса, не завадило б і тобі взяти щось з собою в дорогу.

source: Posłuchaj, wyglądasz na rozsądnego chłopaka, może chciałbyś dorobić sobie kilka bryłek i pomógłbyś mi znaleźć tego złodzieja?
uk: Послухай, здається, ти розумний хлопець, може, підзаробиш кілька самородків і допоможеш мені знайти цього злодія?

source: Posłuchaj. Straży zwyczajnie nie stać w tym momencie na tak duży wydatek. Kilka tysięcy sztuk złota za kusze, a to tylko jedna z wielu kwestii do opłacenia.
uk: Послухай. Наразі Варта просто не може дозволити собі такі великі витрати. Кілька тисяч золотих за арбалети, і це лише одна з багатьох речей, за які треба заплатити.

source: Posłuchaj. Zrób to, o co cię poprosił. Jeśli on nie dotrzyma swojej części umowy, a nie zrobi tego na pewno, to ja ci pomogę.
uk: Послухай мене. Зроби те, про що він тебе попросив. Якщо він не дотримається своєї частини угоди, а так і буде, то я допоможу тобі.

source: Posłuchałem twojej rady! Wziąłem tyle złota ile mogłem i kupiłem sobie wszystko, na co miałem ochotę. Później kupiłem jeszcze jedną, później następną... i tak trafiłem tutaj.
uk: Я дослухався до твоєї поради! Я взяв стільки золота, скільки зміг, і купив собі все, що хотів. Потім я купив ще дещо, і ще... і так я опинився тут.

source: Posłużą za kamuflaż.
uk: Будуть корисними як маскування.

source: Potem będę się nad tym zastanawiał. Idziemy!
uk: Я подумаю про це пізніше. Ходімо!

source: Potem musiał uciekać przed gniewem paladyna.
uk: Потім йому довелося тікати від гніву паладина.

source: Potem musimy ją przekonać, żeby spotkała się ze mną. Najlepiej w jakimś urokliwym miejscu, coś znajdziesz.
uk: Потім потрібно її переконати зустрітися зі мною. Бажано в якомусь красивому місці, якщо зможеш таке знайти.

source: Potem na miejsce przybiegł Kurt, cały wściekły i z czasem zaczęli schodzić się inni ludzie z wioski.
uk: Потім на місце події прибув розлючений Курт, і з часом почали сходитися інші люди з села.

source: Potem pojawił się Bermar. Wątpię, by kiedykolwiek się z tego otrząsnął.
uk: Потім з'явився Бермар. Сумніваюся, що він коли-небудь оговтається від цього.

source: Potem przełożeni, wydający rozkaz nie biorąc mojego zdania pod uwagę. W momencie, w którym i ich zabrakło, myślałem, że moim życiem pokieruje sam Innos.
uk: Потім начальство, яке віддавало накази, не рахуючись з моєю думкою. Коли їх теж не стало, я подумав, що моїм життям розпоряджатиметься сам Іннос.

source: Potem sięgną po nasze żony, nasze domy, a w końcu...
uk: Потім вони потягнуться до наших дружин, наших будинків, і врешті-решт...

source: Potem spotkamy się ponownie w tym miejscu. Przypominam, że przed nami druga część zadania. Wtajemniczę cię we wszystko później.
uk: Потім ми знову зустрінемося на цьому ж місці. Нагадую, що у нас попереду друга частина завдання. Про неї я розповім пізніше.

source: Potem są poddawani długim i dokładnym próbom, podczas których sprawdzane są ich zdolności magiczne.
uk: Потім вони піддаються тривалим і ретельним випробуванням, під час яких перевіряються їхні магічні здібності.

source: Potem trzeba tylko nimi odpowiednio pokierować, żeby przed wykonaniem pierwszego zadania nie wpadli w jakiś ciąg.
uk: Потім потрібно тільки правильно їх скеровувати, щоб вони не втомились від рутини, перш ніж виконають своє перше завдання.

source: Potem wielkolud wyszedł z kimś ze środka i zniknął w deszczu.
uk: Потім зсередини вийшов великий чоловік з кимось і зник під дощем.

source: Potem wróciłam ogrzać się do środka.
uk: Потім я повернулася всередину, щоб зігрітися.

source: Potencjalne zyski: niskie.
uk: Потенційний прибуток: низький.

source: Potencjalne zyski: średnie-wysokie.
uk: Потенційний прибуток: середньо-високий.

source: Potencjalne zyski: średnie.
uk: Потенційний прибуток: середній.

source: Potion
uk: Настоянка

source: Potnij każdą z przygotowanych kłód na równe plastry, a potem przynieś mi całe drewno.
uk: Розріж кожну з підготовлених колод на рівні шматки, а потім принеси їх мені.

source: Potrafi wyostrzyć zmysły.
uk: Може загострювати відчуття.

source: Potrafisz myśleć poza schematami, a jednocześnie wykonywać rozkazy. To bardzo ważne cechy dobrego strażnika.
uk: Ти здатен мислити нестандартно, виконуючи накази. Це дуже важливі якості хорошого вартового.

source: Potrafisz naprawiać sieci?
uk: Ти можеш полагодити сітку?

source: Potrafisz posługiwać się tą kuszą?
uk: Ти вмієш користуватися арбалетом?

source: Potrafisz rozpoznać, kiedy go wykonałeś?
uk: Можеш визначити, коли ти його викував?

source: Potrafisz również zachować trzeźwy umysł w krytycznej sytuacji, a to tutaj wyjątkowo cenię.
uk: Ти також вмієш зберігати тверезий розум у критичних ситуаціях, а це те, що я особливо ціную тут.

source: Potrafię coś wynegocjować, ale długo na kredyt nie pożyję.
uk: Я можу про щось домовитися, але в кредит я довго не проживу.

source: Potrafię czytać.
uk: Я вмію читати.

source: Potrafię machać kilofem jeśli o to pytasz.
uk: Я вмію махати киркою, якщо ти про це.

source: Potrafię machać kilofem, jeśli o to pytasz.
uk: Я вмію махати киркою, якщо ти про це.

source: Potrafię nieźle walczyć bronią jednoręczną.
uk: Я непогано володію одноручною зброєю.

source: Potrafię rozróżnić żaboludzi i orków!
uk: Я можу відрізнити жаболюдів від орків!

source: Potrafię sobie z tym bez większego problemu poradzić, wystarczy parę ziół i chory jest postawiony na nogi.
uk: Я можу впоратися з цим без особливих проблем, достатньо лише кількох трав, і пацієнт знову стає на ноги.

source: Potrafię, to nic trudnego. Wystarczy mocno machać rękami i nogami, tak, żeby mieć głowę nad powierzchnią.
uk: Вмію, це не складно. Просто сильно махай руками і ногами, щоб утримувати голову над водою.

source: Potrafiłbyś oczyścić mapę?
uk: Ти зможеш очистити мапу?

source: Potraktuj to jako prezent w ramach naszej długotrwałej współpracy.
uk: Вважай це подарунком в рамках нашого довгострокового партнерства.

source: Potraktuj to wszystko jako lekcję o niebezpieczeństwie eksperymentów alchemicznych. Przypomnij ją sobie, zanim sam zaczniesz się w to bawić!
uk: Сприймай це все як урок про небезпеку алхімічних експериментів. І згадуй про це перед тим, як сам почнеш з цим бавитись!

source: Potraktuj tę informację jako prezent z okazji naszej udanej współpracy.
uk: Прийми цю інформацію як подарунок з нагоди нашої успішної співпраці.

source: Potraktujcie to jako inwestycję w przyszłość.
uk: Подумай про це, як про інвестицію в майбутнє.

source: Potrawa często zajadana
uk: Страва, яку часто їдять

source: Potrawa jedzona tylko przez
uk: Страва, яку можуть з'їсти хіба що

source: Potrawka Stana
uk: Страва Стена

source: Potrawka ceniona przez łowców za wyjątkowe
uk: Страва, яку цінують мисливці за унікальні

source: Potrawka rzeczywiście pachnie w bardzo nietypowy sposób.
uk: Страва справді пахне дуже незвично.

source: Potrawka szybkości
uk: Ліниве рагу

source: Potrawka z dorsza
uk: Тушкована тріска

source: Potrawka, którą jadł przed śmiercią Stan śmierdzi w bardzo dziwny sposób. Wszystko wskazuje na to, że został otruty, muszę teraz dowiedzieć się kto to zrobił.
uk: Їжа, яку Стен їв перед смертю, дуже дивно пахне. Все вказує на те, що його отруїли, і тепер мені потрібно з'ясувати, хто це зробив.

source: Potrawka, od której umarł Stan.
uk: Страва, від якої помер Стен.

source: Potrawy Ruperta zrobiły taką furorę, że otworzył w końcu swoją wymarzoną własną karczmę.
uk: Страви Руперта викликали такий ажіотаж, що він нарешті відкрив власну корчму своєї мрії.

source: Potrenuj trochę i zgłoś się, gdy nabędziesz realnych umiejętności!
uk: Більше тренуйся, а як наберешся справжніх умінь, дай знати!

source: Potrenujemy?
uk: Потренуємось?

source: Potrenujmy.
uk: Потренуймося.

source: Potrzeba ci czegoś? A może chcesz pogadać?
uk: Тобі щось потрібно? Чи, може, хочеш поспілкуватися?

source: Potrzeba do tego wielu dni rozsądnego treningu i odpoczynku, tak by nie nadwyrężyć wyniszczonego organizmu.
uk: На це піде багато днів розумних тренувань і відпочинку, щоб не перенапружувати виснажений організм.

source: Potrzeba mi kogoś młodego, energicznego i z wiarą w sercu.
uk: Мені потрібен хтось молодий, енергійний і з вірою в серці.

source: Potrzeba mi takich zdolnych ludzi.
uk: Мені потрібні такі здібні люди.

source: Potrzeba paru łóżek dla Kaleba i jego ludzi.
uk: Потрібно кілька ліжок для Калеба і його людей.

source: Potrzebna im będzie dodatkowa pomoc. Później zobaczymy, czy ten Ezekiel się do czegoś nadaje.
uk: Їм буде потрібна допомога. Побачимо, чи цей Єзекіїль до чогось придатний.

source: Potrzebna mi pomoc jednego z twoich ludzi.
uk: Мені потрібна допомога одного з твоїх людей.

source: Potrzebna mi tylko jedna sztuka złota.
uk: Мені потрібен лише один золотий.

source: Potrzebne do stworzenia nowych upraw.
uk: Потрібні для вирощування нового врожаю.

source: Potrzebne materiały:
uk: Необхідні матеріали:

source: Potrzebne mi będzie jednak trochę kół... a że tutejsi rzemieślnicy żądają za nie sporo złota, to pomyślałem, że może zdobędziesz ich dla mnie trochę więcej?
uk: Однак, мені потрібні колеса... і оскільки тутешні майстри вимагають за них чимало золота, я подумав, що може ти зможеш для мене їх дістати?

source: Potrzebny jest mi miecz strażnika, jakieś pomysły?
uk: Мені потрібен меч вартового, є якісь ідеї?

source: Potrzebowałem lojalnego gońca - kogoś, kto nie będzie zadawał zbyt wielu pytań i ma w sercu ideały. Ars był idealnym kandydatem.
uk: Мені потрібен був відданий посланець – хтось, хто не ставитиме зайвих запитань і матиме ідеали в серці. Арс був ідеальним кандидатом.

source: Potrzebowałeś pomocy, a ja miałem jak ci pomóc i to bez żadnej straty dla mnie.
uk: Тобі потрібна була допомога, а я мав можливість допомогти тобі без жодних наслідків для себе.

source: Potrzebuje całej many.
uk: Витрачає всю ману.

source: Potrzebuje prowiantu na wyprawę.
uk: Мені потрібна провізія для експедиції.

source: Potrzebuje tylko jednej sztuki złota od pana! O nic więcej nie proszę.
uk: Мені потрібен лише один золотий від пана! Більше я нічого не прошу.

source: Potrzebujecie czegoś?
uk: Вам щось потрібно?

source: Potrzebujemy dwóch egzemplarzy. Jeden dla nas, drugi do archiwum radcy.
uk: Нам потрібні дві копії. Одна для нас і одна для архіву ради.

source: Potrzebujemy informacji o rozlokowaniu tuneli, liczbie przeciwników oraz o ewentualnych przeszkodach. Dopiero wtedy będziemy mogli przystąpić do ataku.
uk: Нам потрібна інформація про розташування тунелів, кількість ворогів і можливі перешкоди. Тільки тоді ми зможемо розпочати атаку.

source: Potrzebujemy jednak stałych dostaw mikstur, czy to leczniczych, czy jakoś zwiększających umiejętności chłopaków. Właśnie dlatego chcemy nawiązać współpracę z Ramhą.
uk: Однак, нам потрібні постійні постачання еліксирів. Чи то лікувальних, чи таких, що покращують навички у хлопців. Саме тому ми хочемо співпрацювати з Рамхою.

source: Potrzebujemy kilku górników i cieśli. Przychodzi ci na myśl ktoś taki?
uk: Нам потрібно декілька гірників і теслярів. Можеш когось запропонувати?

source: Potrzebujemy ludzi o takich umiejętnościach.
uk: Нам потрібні люди з такими навичками.

source: Potrzebujemy ludzi, a nie przywódcy.
uk: Нам потрібні люди, а не лідер.

source: Potrzebujemy piwa. Zdaje się, że wystawiają je tutaj po ladach za darmo.
uk: Нам потрібне пиво. Таке враження, що його тут розливають на прилавках безкоштовно.

source: Potrzebujemy takich ludzi. Zgodnie z obietnicą, zwalniam cię z reszty dzisiejszego treningu. Zasłużyłeś sobie!
uk: Нам потрібні такі люди. Як і обіцяв, я звільняю тебе від решти сьогоднішніх тренувань. Ти на це заслужив!

source: Potrzebujesz do tego ciszy i dyskrecji. Ugnij nogi, żeby łatwiej ci było obserwować grunt, ostrożnie stawiaj kroki, i zaatakuj zwierzę w najdogodniejszym momencie.
uk: Для цього потрібні тиша і обачність. Зігни ноги, щоб тихіше просуватися, роби обережні кроки і нападай на тварину у найбільш вдалий момент.
